{"menu": [{"id": 1, "strNameMenu": "Beranda", "strUrlMenu": "./", "strIcon": "fa fa-home"}, {"id": 2, "strNameMenu": "Kalkulator", "strUrlMenu": "tugas1.html", "strIcon": "fa fa-calculator"}, {"id": 3, "strNameMenu": " Lokasiku", "strUrlMenu": "tugas2.html", "strIcon": "fa fa-location-arrow"}, {"id": 4, "strNameMenu": " Json From Sqlite", "strUrlMenu": "json.html", "strIcon": "fa fa-cogs"}], "page": [{"id": 1, "strTitleh2": "Tugas Ke-1", "strDesc": "<p>Tugas Ke-1 kali ini mengenai pembuatan aplikasi penjumlahan di Firebase Hosting.</p><p<strong>Clue </strong>:</p><p >Pelajari kedua tutorial terebut. Setiap peserta MWS wajib mempunyai situs pribadi di Firebase Hosting. Dan kami akan memeriksa situs pribadi tersebut untuk dapat memberi penilaian kepada Anda. Setelah situs pribadi terbentuk, Anda wajib memberikan nama domain situs pribadi tersebut kepada Fasilitator, dan kepada Shaby, adminisitrator MWS-Inixindo di Jakarta. Dengan adanya situs pribadi Anda di Firebase, maka pindahkan aplikasi yang berasal dari tutorial dev tools (add2numbers.html dan add2numbers.js) ke situs tersebut. Kami akan memberikan nilai sesuai dengan kecepatan Anda melakukan hosting di firebase. Ditunggu paling akhir tanggal 13 Sep 2018.</p>", "strUrlPage": "tugas1.html", "intCountLike": "5"}, {"id": 2, "strTitleh2": "Tugas Ke-2", "strDesc": "Tugas Ke-2 kali ini mengenai pembuatan aplikasi Maps dengan Leafet.", "strUrlPage": "tugas2.html", "intCountLike": "2"}, {"id": 3, "strTitleh2": "Tugas Ke-3", "strDesc": "Tugas Ke-3 kali ini mengenai pembuatan portofolio CSS Grid dan Web Responsive.", "strUrlPage": "tugas.html?id=3", "intCountLike": "6"}, {"id": 4, "strTitleh2": "Tugas Ke-4", "strDesc": "Tugas Ke-4 Kali ini mengenai PWA (Progressive Web Apps) Offline Page dengan menggunakan service-worker.js.", "strUrlPage": "tugas.html?id=4", "intCountLike": "8"}, {"id": 5, "strTitleh2": "Tugas Ke-5", "strDesc": "Tugas Ke-5 Kali ini mengenai teknik fecth JSON atau mengambil data dari file json.", "strUrlPage": "json.html", "intCountLike": "3"}], "materi": [{"id": 1, "strNameMateri": "Minggu ke 1", "strDesc": "null", "strUrlLink": "https://drive.google.com/open?id=1EC6wwv1Wa7URDkhneoi72RFcBQFFezMC"}, {"id": 2, "strNameMateri": "Minggu ke 2", "strDesc": "null", "strUrlLink": "https://drive.google.com/open?id=107xuNoqjJkAPHiwIdLqgNe7eptQkXnUN"}, {"id": 3, "strNameMateri": "Minggu ke 3", "strDesc": "null", "strUrlLink": "https://drive.google.com/open?id=1OUSBz58f8oTGoJci2m-LiwxwgOtcmIC7"}, {"id": 4, "strNameMateri": "Minggu ke 4", "strDesc": "null", "strUrlLink": "https://drive.google.com/open?id=145g0ubVtBaOYYbYKMjgq9dST_t1TmrSu"}, {"id": 5, "strNameMateri": "Minggu ke 5", "strDesc": "null", "strUrlLink": "https://drive.google.com/open?id=181FKHgaE_Wi_iXe3umjroswgfPDMUAGa"}, {"id": 6, "strNameMateri": "Minggu ke 6", "strDesc": "null", "strUrlLink": "https://drive.google.com/open?id=18LJfvfQHcM2wwQ4G7pc4qDvxbdbRgVaC"}], "peta": [{"id": 1, "strNameMap": "Inixindo", "strLat": "undefined", "strLong": "106.7914353", "strImg": "inixindo.jpg", "strDesc": "<p>INIXINDO didirikan pada 15 Juli 1991, pada saat yang sama, ada peningkatan popularitas Open Systems. INIXINDO didirikan melalui visi Ifik Arifin, lulusan Ilmu Komputer dari University of Kaiserslautern, Jerman, yang meramalkan bahwa pasar TI akan didominasi oleh Sistem Terbuka dan Internet. <br> INIXINDO didirikan dengan dukungan banyak platform yang berbeda, mulai dari UNIX, Windows, dan kemudian versi UNIX dari IBM AIX ke SUN Microsystems Solaris, dan juga Sistem Operasi Linux. Pada tahun 1995, ketika Internet mulai menjadi alat koneksi penting dalam komunikasi, pengembangan pemrograman komputer, Desain Antarmuka Pengguna, akses database dan segala sesuatu yang berkaitan dengan Teknologi Informasi, INIXINDO juga telah mengembangkan sumber daya teknis mereka di seluruh bidang yang disebutkan sebelumnya. </p>"}, {"id": 2, "strNameMap": "Google Indonesia", "strLat": "undefined", "strLong": "106.806282", "strImg": "google_indonesia.jpg", "strDesc": "<p>Google Indonesia adalah sebuah perusahaan multinasional dari Google LLC yang berada di Amerika Serikat yang berkekhususan pada jasa dan produk Internet. Produk-produk tersebut meliputi teknologi pencarian, komputasi web, perangkat lunak, dan periklanan daring. Sebagian besar labanya berasal dari AdWords. Google didirikan oleh Larry Page dan Sergey Brin saat masih mahasiswa Ph.D. di Universitas Stanford. Mereka berdua memegang 16 persen saham perusahaan. </p>"}]}